Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/openstack-tm.tmx
Source language: en
Languages: ca_es

source: JSON file representing policy
ca_es: Fitxer JSON que representa la politica

source: Rule checked when requested rule is not found
ca_es: Marca la regla quan aquesta no s'ha trobat

source: User Name
ca_es: Nom d'usuari

source: Password
ca_es: Contrasenya

source: Filter
ca_es: Filtre

source: Cancel
ca_es: Cancel·la

source: Passwords do not match.
ca_es: Les contrasenyes no coinicdeixen

source: Other
ca_es: Altre

source: Please log in to continue.
ca_es: Identifiqueu-vos per continuar.

source: You are not authorized to access %s
ca_es: No esteu autoritzats per accedir a %s

source: Unauthorized. Please try logging in again.
ca_es: Sense autorització. Torneu a intentar-ho.

source: Password is not accepted
ca_es: La contrasenya no ha estat acceptada

source: You do not have permission to %(action)s: %(objs)s
ca_es: No teniu per misos per a %(action)s: %(objs)s

source: Unable to %(action)s: %(objs)s
ca_es: No es pot %(action)s: %(objs)s

source: Delete
ca_es: Eliminar

source: Deleted
ca_es: Eliminat

source: The attribute %(attr)s doesn't exist on %(obj)s.
ca_es: L'attribut %(attr)s no existeix a %(obj)s

source: No items to display.
ca_es: No hi ha itemas per mostrar

source: Actions
ca_es: Accions

source: No match returned for the id "%s".
ca_es: No hi ha resultats per l'identificador "%s".

source: Please select a row before taking that action.
ca_es: Heu de seleccionar una fila abans de dur a terme aquesta acció.

source: Help
ca_es: Ajuda

source: Sign Out
ca_es: Sortir

source: Login
ca_es: Usuari

source: Log In
ca_es: Identificació

source: Sign In
ca_es: Registrar-se

source: Info:
ca_es: Informació:

source: Warning:
ca_es: Advertència:

source: Success:
ca_es: Èxit:

source: Summary
ca_es: Resum

source: Displaying %(counter)s item
ca_es: Mostrant %(counter)s element

source: Limit Summary
ca_es: Resum

source: Instances
ca_es: Instància

source: Floating IPs
ca_es: IP flotants

source: Displaying %(nav_items)s item
ca_es: Mostrant %(nav_items)s objjecte

source: Displaying %(content_items)s item
ca_es: Mostrant %(content_items)s objjecte

source: Current Project
ca_es: Projecte actual

source: Submit
ca_es: Transmet

source: Active Instances
ca_es: Activar instàncies

source: Active RAM
ca_es: Memòria activa

source: No Limit
ca_es: Sense limit

source: Available
ca_es: Disponible

source: Incorrect format for IP address
ca_es: Format incorrecte per l'adreça IP

source: Invalid version for IP address
ca_es: Versió incorrecta de l'adreça IP

source: Invalid subnet mask
ca_es: Màscara de xarxa invàlida

source: Processing...
ca_es: Processant...

source: Save
ca_es: Desa

source: %s completed successfully.
ca_es: %s completat correctament.

source: %s did not complete.
ca_es: %s no s'ha completat

source: ISO - Optical Disk Image
ca_es: ISO - Imatge de disc Optic

source: QCOW2 - QEMU Emulator
ca_es: QCOW2 - Emulador QEMU

source: English
ca_es: Anglès

source: Spanish
ca_es: Castellà

source: French
ca_es: Francès

source: Japanese
ca_es: Japonès

source: Portuguese (Brazil)
ca_es: Portugès (Brasil)

source: Simplified Chinese
ca_es: Chinès simplificat

source: Unknown instance
ca_es: Instància desconeguda

source: System Panel
ca_es: Panell del Sistema

source: Admin
ca_es: Administració

source: Fixed IPs
ca_es: Adreça IP fixa

source: Quota Name
ca_es: Nom de la quota

source: Limit
ca_es: Límit

source: Quotas
ca_es: Quotes

source: Default Quotas
ca_es: Quota per defecte

source: Unable to get quota info.
ca_es: No s'ha pogut obtenir la informació de la quota

source: Unable to retrieve default quota values.
ca_es: No s'han pogut obtenir els valors de la quota predeterminada

source: Edit
ca_es: Edita

source: Name
ca_es: Nom

source: Description
ca_es: Descripció

source: Enabled
ca_es: Activat

source: Flavors
ca_es: Sabors

source: Flavor
ca_es: Sabor

source: Create Flavor
ca_es: Crear Sabor

source: Edit Flavor
ca_es: Editar Sabor

source: Flavor Name
ca_es: Nom del Sabor

source: Root Disk
ca_es: Disc Arrel

source: ID
ca_es: Identificador

source: Public
ca_es: Pública

source: Unable to retrieve flavor list.
ca_es: No s'ha pogut obtenir la llista de sabors

source: Unable to retrieve flavor data.
ca_es: No s'ha pogut obtenir la inforamció del sabor.

source: RAM MB
ca_es: MB de RAM

source: Root Disk GB
ca_es: GB del disc princpial

source: All Projects
ca_es: Projectes

source: Unable to create flavor.
ca_es: No s'ha pogut crear el sabor

source: Create
ca_es: Crea

source: Modify Users
ca_es: Modificar usuaris

source: Remove
ca_es: Eliminar

source: Removed
ca_es: Eliminat

source: User
ca_es: Usuari

source: Users
ca_es: Usuaris

source: Email
ca_es: Correu electrònic

source: User ID
ca_es: ID d'usuari

source: Add
ca_es: Afegir

source: Unable to retrieve users.
ca_es: No s'han pogut obtenir els usuaris.

source: Type
ca_es: Tipus

source: Images
ca_es: Imatges

source: Image Name
ca_es: Nom de la imatge

source: Unable to retrieve image list.
ca_es: No s'ha pogut obtenir la llista d'imatges

source: Description:
ca_es: Descripció:

source: Create Image
ca_es: Crea una imatge

source: Update Image
ca_es: Actualitza imatge

source: Service
ca_es: Servei

source: Host
ca_es: Amfitrió

source: Services
ca_es: Serveis

source: Hosts
ca_es: Amfitrió

source: Status
ca_es: Estat

source: Disabled
ca_es: Descativat

source: Up
ca_es: Amunt

source: Down
ca_es: Davall

source: Instance
ca_es: Instància

source: Project
ca_es: Projecte

source: IP Address
ca_es: Adreça IP

source: Size
ca_es: Mida

source: Task
ca_es: Tasca

source: Uptime
ca_es: Temps en funcionament

source: Unable to retrieve instance list.
ca_es: No s'ha pogut obtenir la llista d'instàncies

source: All Instances
ca_es: Totes les instàncies

source: Shared
ca_es: Compartit

source: Select a project
ca_es: Selecciona un projecte

source: Network %s was successfully created.
ca_es: La xarxa %s ha estat creada correctament.

source: Failed to create network %s
ca_es: No s'ha pogut crear la xarxa %s

source: Network %s was successfully updated.
ca_es: La Xarxa %s s'ha actualitzat correctament.

source: Failed to update network %s
ca_es: No s'ha pogut actualitzar la xarxa %s

source: Networks
ca_es: Xarxes

source: Network
ca_es: Xarxa

source: Failed to delete network %s
ca_es: No s'ha pogut eliminar la xarxa %s

source: Create Network
ca_es: Crear una xarxa

source: Edit Network
ca_es: Edita una xarxa

source: Network Name
ca_es: Nom de la xarxa

source: Subnets Associated
ca_es: Subxarxes associades

source: Network list can not be retrieved.
ca_es: No es pot obtenir la llista de xarxes.

source: Subnet list can not be retrieved.
ca_es: No es pot obtenir la llista de subxarxes.

source: Port list can not be retrieved.
ca_es: No es pot obtenir la llista de ports

source: Network ID
ca_es: Identificador de la Xarxa

source: Device ID
ca_es: Identificador del dispositiu

source: Port %s was successfully created.
ca_es: S'ha creat correctament el port %s.

source: Failed to create a port for network %s
ca_es: No s'ha pogut crear el port %s.

source: Port %s was successfully updated.
ca_es: S'ha actualizat correctament el port %s.

source: Create Port
ca_es: Crear un port

source: Edit Port
ca_es: Edita el port

source: Device Attached
ca_es: Dispositiu vinculat

source: Subnet
ca_es: Subxarxa

source: Subnets
ca_es: Subxarxes

source: Create Subnet
ca_es: Crear subxarxa

source: Edit Subnet
ca_es: Editar subxarxa

source: IP Version
ca_es: Versió IP

source: Gateway IP
ca_es: Porta d'enllaç IP

source: Select a name for your network.
ca_es: Seleccioneu un nom per la vostra xarxa.

source: You may update the editable properties of your network here.
ca_es: Pots canviar les propietats editables de la xarxa des d'aquí.

source: Save Changes
ca_es: Guardar canvis

source: Update Network
ca_es: Actualitzar Xarxa

source: Update Port
ca_es: Actualitza el port

source: Network Detail
ca_es: Detalls de la Xarxa

source: Project Name
ca_es: Nom del projecte

source: Unable to retrieve project list.
ca_es: No s'ha pogut obtenir la llista de projectes

source: Monitoring
ca_es: Monitoreig

source: Projects
ca_es: Projectes

source: View Usage
ca_es: Visualitza l'ús

source: Create Project
ca_es: Crear Projecte

source: Edit Project
ca_es: Editar Projecte

source: Project ID
ca_es: Identificador del projecte

source: Unable to retrieve project information.
ca_es: No s'ha pogut obtenir la informació del projecte

source: Unable to retrieve project details.
ca_es: No s'han pogut obtenir els detalls del projecte

source: Project Info
ca_es: Informació del proejcte

source: Project Members
ca_es: Membres del projecte

source: All Users
ca_es: Tots els usuaris

source: No users found.
ca_es: No s'han trobat usuaris

source: Project Groups
ca_es: Projectes

source: Project Usage Overview
ca_es: Visió global de l'ús del projecte

source: Project Usage
ca_es: Ús del projecte

source: Roles
ca_es: Rols

source: Role
ca_es: Rol

source: Confirm Password
ca_es: Confirma la contrasenya

source: Primary Project
ca_es: Projecte primari

source: User "%s" was successfully created.
ca_es: L'usuari "%s" s'ha creat correctament.

source: Unable to create user.
ca_es: No s'ha pogut crear l'usuari.

source: User has been updated successfully.
ca_es: L'usuari s'ha actualitzat correctament

source: Create User
ca_es: Crear usuari

source: Enable
ca_es: Activa

source: Disable
ca_es: Desactiva

source: You cannot disable the user you are currently logged in as.
ca_es: No pots desactivat l'usuari amb el que estàs identificat actualment.

source: Unable to update user.
ca_es: No s'ha pogut actualitzar l'usuari.

source: Unable to retrieve user roles.
ca_es: No s'han pogut obtenir els rols de l'usuari

source: From here you can create a new user and assign them to a project.
ca_es: Des d'aqui pots crear un nou usuari i asignar-lo a un projecte.

source: Update User
ca_es: Actualitza usuari

source: From here you can edit the user's details, including their default project.
ca_es: Des d'aqui pots editar els detalls de l'usuari, incloïent el seu projecte per defecte.

source: Volume Details
ca_es: Detalls del volum

source: Volume Detail
ca_es: Detall del volum

source: Access & Security
ca_es: Acces i Seguretat

source: Unable to retrieve security groups.
ca_es: No s'han pogut obtenir els grups de seguretat.

source: Keypairs
ca_es: Parells de claus

source: Unable to retrieve keypair list.
ca_es: No s'ha pogut obtenir la llista de parells de clau.

source: Unable to retrieve floating IP addresses.
ca_es: No s'han pogut obtenir les adreces IP flotants.

source: Unable to retrieve floating IP pools.
ca_es: No s'ha pogut obtenir els pools de IP flotants

source: Allocated Floating IP %(ip)s.
ca_es: S'ha assigant la ip flotant %(ip)s.

source: Unable to allocate Floating IP.
ca_es: No s'ha pogut asignar la ip flotant

source: Allocate IP To Project
ca_es: Assigna una IP al projecte

source: Release
ca_es: Allibera

source: Released
ca_es: Alliberada

source: Floating IP
ca_es: IP flotant

source: Associate
ca_es: Associar

source: Successfully disassociated Floating IP: %s
ca_es: S'ha desasocioat correctament la IP flotant: %s

source: Unable to disassociate floating IP.
ca_es: No s'ha pofut desasociar la IP flotant.

source: Floating IP Pool
ca_es: Pool de IP flotants

source: No floating IP pools available.
ca_es: No hi ha pools d'IP flotants disponibles

source: Select the IP address you wish to associate with the selected instance.
ca_es: Seleccioneu l'adreça IP que voleu associar amb la instància seleccionada.

source: Select an IP address
ca_es: Selecciona una adreça IP

source: No IP addresses available
ca_es: No hi ha adreces IP disponibles

source: Select an instance
ca_es: Selecciona una instància

source: No instances available
ca_es: No hi ha instàncies disponibles

source: Manage Floating IP Associations
ca_es: Gestiona les associacións d'IP flotants

source: IP address %s associated.
ca_es: L'adreça IP %s s'ha associat

source: Unable to associate IP address %s.
ca_es: No s'ha pogut associar l'adreça IP %s.

source: Keypair Name
ca_es: Nom del parell de claus

source: Keypair names may only contain letters, numbers, underscores and hyphens.
ca_es: Els parells de claus nomes poden contenir lletres,nombres, subratllats i guions.

source: Public Key
ca_es: Clau pública

source: Successfully imported public key: %s
ca_es: S'ha importat la clau pública correctament: %s

source: Unable to import keypair.
ca_es: No s'ha pogut importar el parell de claus

source: Keypair
ca_es: Parell de claus

source: Import Keypair
ca_es: Importa parell de claus

source: Create Keypair
ca_es: Crea parell de claus

source: Fingerprint
ca_es: Emprempta

source: Successfully created security group: %s
ca_es: S'ha creat correctament el grup de seguretat: %s

source: Unable to create security group.
ca_es: No s'ha pogut crear el grup de seguretat

source: Rule
ca_es: Regla

source: IP Protocol
ca_es: Protocol IP

source: From Port
ca_es: Port Origen

source: To Port
ca_es: Port destí

source: Code
ca_es: Codi

source: The ICMP type is invalid.
ca_es: El tipus ICMP és invàlid.

source: The ICMP code is invalid.
ca_es: El codi ICMP és invàlid.

source: The "from" port number is invalid.
ca_es: El nombre del port origen és invàlid.

source: The "to" port number is invalid.
ca_es: El nombre del port destí és invàlid.

source: Edit Rules
ca_es: Editar regles

source: Add Rule
ca_es: Afegir regla

source: Rules
ca_es: Regles

source: %s (current)
ca_es: %s (actual)

source: Access &amp; Security
ca_es: Accès i Seguretat

source: Project Quotas
ca_es: Quotes del projecte

source: Download Keypair
ca_es: Descarrega parell de claus

source: Container
ca_es: Contenidor

source: Container Name
ca_es: Nom del contenidor

source: Container created successfully.
ca_es: El contenidor s'ha creat correctament.

source: Folder created successfully.
ca_es: La carpeta s'ha creat correctament.

source: Unable to create container.
ca_es: No s'ha pogut crear el contenidor.

source: Object Name
ca_es: Nom de l'objecte

source: File
ca_es: Fitxer

source: Object was successfully uploaded.
ca_es: L'objecte s'ha pujat correctament.

source: Unable to upload object.
ca_es: No s'ha pogut pujar l'objecte.

source: Destination container
ca_es: Contenidor destí.

source: Object
ca_es: Objecte

source: Objects
ca_es: Objectes

source: Copy
ca_es: Copia

source: Download
ca_es: Descarrega

source: Unable to retrieve container list.
ca_es: No s'ha pogut obtenir la llista de contenidors.

source: Copy Object
ca_es: Copiar un objecte

source: Upload Object To Container
ca_es: Puja un objecte al contenidor

source: Upload Objects
ca_es: Puja Objectes

source: Not Found
ca_es: No s'ha trobat la pàgina

source: Info
ca_es: Informació

source: Details
ca_es: Detalls

source: Not available
ca_es: No disponible

source: Format
ca_es: Fomat

source: Minimum Disk (GB)
ca_es: Espái minim del disct (GB)

source: Minimum Ram (MB)
ca_es: Ram Mínima (MB)

source: Architecture
ca_es: Arquitectura

source: Image was successfully updated.
ca_es: La imatge s'ha actualtizat correctament.

source: Image
ca_es: Imatge

source: Create Volume
ca_es: Crea un volum

source: Unable to retrieve image details.
ca_es: No s'han pogut obtenir els detalls de la imatge

source: Created
ca_es: Creada

source: Updated
ca_es: Actualitzada

source: Image Type
ca_es: Tipus d'imatge

source: Volume
ca_es: Volum

source: Volume Name
ca_es: Nom del volum

source: Select Image
ca_es: Selecciona la imatge

source: No images available.
ca_es: No hi ha imatges disponibles.

source: Pause
ca_es: Pausa

source: Paused
ca_es: Pausada

source: Suspend
ca_es: Suspen

source: Suspended
ca_es: Suspesa

source: View Log
ca_es: Veure el registre

source: Associate Floating IP
ca_es: Associar IP flotant

source: Disassociate Floating IP
ca_es: Desasociar IP flotant

source: Instance Name
ca_es: Nom de la instància

source: Log
ca_es: Registre

source: Reload
ca_es: Recarrega

source: Go
ca_es: Ves

source: View Full Log
ca_es: Veure el registre complert

source: VCPU
ca_es: VCPUs

source: IP Addresses
ca_es: Adreces IP

source: Project Limits
ca_es: Projectes

source: Number of Instances
ca_es: Nombre d'instàncies

source: Total RAM
ca_es: RAM total

source: Instance Count
ca_es: Nombre d'instàncies

source: Select Volume
ca_es: Selecciona un volum

source: Select a keypair
ca_es: Selecciona un parell de claus

source: No keypairs available.
ca_es: No hi ha parells de claus disponibles

source: Network Address
ca_es: Adreça de la Xarxa

source: Unable to retrieve subnet details
ca_es: No s'han pogut obtenir els detalls de la subxarxa

source: Gateway IP (optional)
ca_es: IP de la porta d'enllaç (opcional)

source: Update Subnet
ca_es: Actualitza Subxarxa

source: IP address:
ca_es: Adreça IP:

source: Mac Address
ca_es: Adreça MAC

source: IP version
ca_es: Versió IP

source: Size (GB)
ca_es: Mida (GB)

source: Total Gigabytes
ca_es: Gigabytes totals

source: Number of Volumes
ca_es: Nombre de volums

source: VPN Connections
ca_es: Projectes

source: Settings
ca_es: Preferències

source: Settings saved.
ca_es: Preferències desades.

source: User Settings
ca_es: Preferències del usuari

source: Forbidden
ca_es: Prohibit

source: Home
ca_es: Inici

source: Page Not Found
ca_es: No s'ha trobat la pàgina

source: The page you were looking for doesn't exist
ca_es: La pàgina que esteu buscant no existeix

source: Download CSV Summary
ca_es: Descarrega el resum en CSV

source: Usage Summary
ca_es: Resum de l'ús

source: Unable to add token to revocation list.
ca_es: No es pot afegir el token a la llista de revocats.

source: Invalid syslog facility
ca_es: Fitxer syslog invàlid

source: id
ca_es: Identificador

source: Volume Options
ca_es: Opcions del volum

source: Installing OpenStack Object Storage on Ubuntu
ca_es: Instalació d'OpenStack Object Storage a Ubuntu

source: Though you can install OpenStack Object Storage for development or testing purposes on a single server, a multiple-server installation enables the high availability and redundancy you want in a production distributed object storage system.
ca_es: Tot i que pots instalar OpenStack Object Storage per a desenvolupament o proves en un únic servidor, una instalació en múltiples servidors et permetrà utilitzar alta disponibilitat i redundancia
